Repository: Nintendofan885/dissemin
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: bn, eo, ja, kab, ro, th, tr

source: Permalink to this headline
bn: এই শিরোনামের স্থায়ীসংযোগ
ja: この標題のパーマリンク
kab: Aseɣwen ameɣlal ar uzwel-a
ro: Permalink la acest titlu

source: Permalink to this definition
bn: এই সংজ্ঞার স্থায়ীসংযোগ
ja: この定義のパーマリンク
kab: Aseɣwen ameɣlal ar tbadut-a
ro: Permalink la această definiție

source: Hide Search Matches
ja: ヒットした検索を非表示
kab: Ffer igmaḍ n unadi
ro: Ascundeți potrivirile de căutare

source: Searching
bn: অনুসন্ধান চলছে
ja: 検索中...
kab: Anadi iteddu
ro: Se caută...
th: กำลังค้นหา

source: Preparing search...
bn: অনুসন্ধানের প্রস্তুতি...
ja: 検索の準備中...
kab: Aheggi n unadi...
ro: Pregătiți căutarea ...
th: กำลังเตรียมการค้นหา...

source: Search Results
bn: অনুসন্ধানের ফলাফল
ja: 検索結果
kab: Nadi igmaḍ
ro: Rezultatele căutării
th: ผลลัพธ์การค้นหา

source: Your search did not match any documents. Please make sure that all words are spelled correctly and that you've selected enough categories.
bn: আপনার অনুসন্ধানে কোন তথ্যাদি মিলেনি। অনুগ্রহ করে নিশ্চিত হউন যে শব্দগুলি সঠিক ভাবে লেখা হয়েছে এবং আপনি যথেষ্ট সংখ্যক বিষয়শ্রেণী নির্বাচন করেছেন।
ja: 問い合わせに合致する検索結果はありませんでした。すべての単語が正しく入力され、十分なカテゴリが選択されていることを確認してください。
kab: Anadi-ik ur d-yerri ara agmuḍ. Ma ulac aɣilif, wali ma yella akk awalen-ik uran akken iwata udiɣ tferneḍ taggayin ilaqen.
ro: Căutarea dvs. nu a corespuns nici unui document. Asigurați-vă că toate cuvintele sunt scrise corect și că ați selectat suficiente categorii.
th: การค้นหาของคุณไม่ตรงกับเอกสารใด ๆ โปรดตรวจสอบให้แน่ใจว่าคุณสะกดทุกคำอย่างถูกต้องและคุณเลือกหมวดหมู่เพียงพอ

source: Search finished, found %s page(s) matching the search query.
ja: 検索が完了し、検索クエリと一致する%sページが見つかりました。
kab: Anadi yemmed: %s page(s) n yisebtar ttwafen deg unadi-agi.
ro: Căutarea a fost terminată, au fost găsite %s paginile care corespund interogării de căutare.
th: การค้นหาเสร็จสิ้น พบ %s หน้าที่ตรงกับคำค้น

source: , in
ja: 、\に
kab: , deg
ro: , în

source: Expand sidebar
bn: পার্শ্বদ্বন্ড সম্প্রসারিত করুন
ja: サイドバーを開く
kab: Sken afeggag adisan
ro: Extindeți bara laterală
th: ขยายแถบด้านข้าง

source: Collapse sidebar
bn: পার্শ্বদ্বন্ড সঙ্কুচিত করুন
ja: サイドバーを折りたたむ
kab: Ffer afeggag adisan
ro: Restrângeți bara laterală
th: ยุบแถบด้านข้าง

source: Do not show this message anymore
bn: এই বার্তাটি আবার দেখাবেন না
eo: Ne plu montri ĉi tiun mesaĝon
ja: このメッセージを表示しない
kab: UR d-skan ara izen-agi
ro: Nu mai afișa acest mesaj
th: ไม่ต้องแสดงข้อความนี้อีก

source: No author
bn: কোন লেখক নেই
eo: Sen aŭtoro
ja: 作者なし
kab: Ulac ameskar
ro: Niciun autor
th: ไม่มีผู้เขียน

source: No title
bn: কোন শিরোনাম নেই
eo: Sen titolo
ja: タイトルなし
kab: Ulac azwel
ro: Niciun titlu
th: ไม่มีชื่อเรื่อง

source: Invalid publication date
bn: অকার্যকর প্রকাশনা তারিখ
eo: Ne valida dato de eldono
ja: 無効な発行日
kab: Yir azemz n usuffeɣ
ro: Data publicării incorectă.

source: We ignored %(count)s paper from your ORCiD profile.
eo: Ni ignoris %(count)s artikolon el via ORCiD-profilo.
ja: ORCiDプロファイル中、%(count)の論文を除外しました。
kab: Nezgel %(count)s n teẓrigt n umaɣnu-ik ORCiD
ro: Am ignorat %(count) lucrările de la profilul ORCiD.

source: "%(name)s" was ignored for the following reason: %(reason)s
bn: নিন্মলিখিত কারণে "%(name)s" প্রত্যাখ্যাত হয়েছে: %(reason)s
eo: "%(name)s" ignoriĝis pro jeno: %(reason)s
ja: 次の理由により「%(name)」を除外しました：%(reason)
kab: "%(name)s" yettwazgel ɣef sebba-agi: %(reason)s
ro: "%(name)s" a fost ignorată din următorul motiv: %(reason)s
th: "%(name)s" ถูกละเว้นเนื่องด้วยเหตุผลดังต่อไปนี้: %(reason)s

source: A paper was ignored, because it has no name
bn: একটি কাগজ প্রত্যাখ্যাত হয়েছে, কারন কাগজটির কোন নাম নেই
eo: Artikolo ignoriĝis, pro manko de nomo
ja: 標題のない論文1件を除外
kab: Yiwen n umagrad yettwazgel, acku ulac ɣur-s azwel
ro: O lucrare a fost ignorată, pentru că nu are nume

source: Show more information
bn: বিস্তারিত তথ্য
eo: Montri pli da informo
ja: 詳細を表示
kab: Sken ugar n telɣut
ro: Adăugare mai multe informații
th: แสดงข้อมูลเพิ่มเติม

source: Show less information
bn: সংক্ষিপ্ত তথ্য
eo: Montri malpli da informo
ja: 詳細を閉じる
kab: Sken drus n telɣut
ro: Afișați mai puține informații
th: แสดงข้อมูลน้อยลง

source: %s paper found
eo: %s artikolo trovita
tr: %s kağıt bulundu

source: Claiming...
tr: Talep ediliyor...

source: Unclaiming...
tr: Talebin iptal ediliyor...

source: Claiming failed!
tr: Talep başarısız oldu!

source: Unclaiming failed!
tr: Talep iptali başarısız oldu!

source: Exclude from my profile
tr: Profilimden hariç tut

source: Include in my profile
tr: Profilime dahil tut

source: Preview of uploaded file
tr: Yüklenen dosyanın önizlemesi

source: Pages:
tr: Sayfalar:

source: Size:
tr: Boyut:

source: While uploading %(file)s the following error occured:
tr: %(file)s yüklenirken aşağıdaki hata oluştu:

source: Unknown error
tr: Bilinmeyen hata

source: While fetching file from %(url)s the following error occured:
tr: %(url)s dosyasından dosya getirilirken aşağıdaki hata oluştu:

source: Sorry, we could not fill this for you.
tr: Üzgünüz, bunu sizin için dolduramadık.

source: Trying to fill this field automatically for you...
tr: Bu alanı sizin için otomatik olarak doldurmaya çalışıyor...

source: You have not selected a file for upload.
tr: Yüklemek için bir dosya seçmediniz.

source: Dissemin encountered an error, please try again later.
tr: Dissemin bir hatayla karşılaştı, lütfen daha sonra tekrar deneyin.

source: No publication date
eo: Neniu dato de eldono

source: Paper is invalid
eo: Artikolo estas ne valida
