Repository: Nintendofan885/dissemin
Catalog: locale/roa-tara/LC_MESSAGES/djangojs.po
Languages: nap_x_tara

source: Adding to todolist
nap_x_tara: Stoche a mette jndr'à l'elenghe de le cose da fà

source: Removing from todolist
nap_x_tara: Stoche a lève da l'elenghe de le cose da fà

source: Do not show this message anymore
nap_x_tara: Nò ffà 'ndrucà cchiù stu messàgge

source: No author
nap_x_tara: Nisciune autore

source: No title
nap_x_tara: Nisciune titole

source: Invalid publication date
nap_x_tara: Date de pubblecazione invalide

source: No publication date
nap_x_tara: Nisciuna date de pubblecazione

source: Paper is invalid
nap_x_tara: 'A carte jè invalide

source: We ignored %(count)s paper from your ORCiD profile.
nap_x_tara: Amme cacate %(count)s carte da 'u profile tune de ORCiD.

source: "%(name)s" was ignored for the following reason: %(reason)s
nap_x_tara: "%(name)s" onne state cacate pe stu mutive: %(reason)s

source: A paper was ignored, because it has no name
nap_x_tara: 'Na carte ha state cacate, purcé non ge tène 'nu nome

source: Show more information
nap_x_tara: Fà 'ndrucà cchiù 'mbormaziune

source: Show less information
nap_x_tara: Fà 'ndrucà mene 'mbormaziune

source: %s paper found
nap_x_tara: %s fogghie acchiate
